{
    "blinded": {
        "title": "Blinded",
        "notes": [
            "A blinded creature can't see and automatically fails any ability check that requires sight.",
            "Attack rolls against the creature have advantage, and the creature's attack rolls have disadvantage."
        ]
    },
    "charmed":{
        "title": "Charmed",
        "notes": [
            "A charmed creature can't attack the charmer or target the charmer with harmful abilities or magical effects.",
            "The charmer has advantage on any ability check to interact socially with the creature."
        ]
    },
    "deafened": {
        "title": "Deafened",
        "notes": [
            "A deafened creature can't hear and automatically fails any ability check that requires hearing."
        ]
    },
    "frightened": {
        "title": "Frightened",
        "notes": [
            "A frightened creature has disadvantage on ability checks and attack rolls while the source of its fear is within sight.",
            "The creature can't willingly move closer to the source of its fear."
        ]
    },
    "grappled": {
        "title": "Grappled",
        "notes": [
            "A grappled creature's speed becomes 0, and it can't benefit from any bonus to its speed.",
            "The condition ends if the grappler is incapacitated (see the condition).",
            "The condition also ends if an effect removes the grappled creature from the reach of the grappler or grappling effect, such as when a creature is hurled away by the Thunderwave spell."
        ]
    },
    "incapacitated": {
        "title": "Incapacitated",
        "notes": [
            "An incapacitated creature can't take actions or reactions."
        ]
    },
    "invisible": {
        "title": "Invisible",
        "notes": [
            "An invisible creature is impossible to see without the aid of magic or a special sense. For the purpose of hiding, the creature is heavily obscured. The creature's location can be detected by any noise it makes or any tracks it leaves.",
            "Attacks rolls against the creature have disadvantage, while the creature's attack rolls have advantage."
        ]
    },
    "paralyzed": {
        "title": "Paralyzed",
        "notes": [
            "A paralyzed creature is incapacitated (see the condition) and can't move or speak.",
            "The creature automatically fails Strength and Dexterity saving throws.",
            "Attacks rolls against the creature have advantage.",
            "Any attack that hits the creature is a critical hit if the attacker is within 5 feet of the creature."
        ]
    },
    "petrified": {
        "title": "Petrified",
        "notes": [
            "A petrified creature is transformed, along with any non-magical object it is wearing or carrying, into a solid inanimate substance (usually stone). Its weight increases by a factor of ten, and it ceases aging.",
            "The creature is incapacitated (see the condition), can't move or speak, and is unaware of its surroundings.",
            "Attacks rolls against the creature have advantage.",
            "The creature automatically fails Strength and Dexterity saving throws.",
            "The creature has resistance to all damage.",
            "The creature is immune to poison and disease, although a poison or disease already in its system is suspended, not neutralyzed."
        ]
    },
    "poisoned": {
        "title": "Poisoned",
        "notes": [
            "A poisoned creature has disadvantage on attack rolls and ability checks."
        ]
    },
    "prone": {
        "title": "Prone",
        "notes": [
            "A prone creature's only movement option is to crawl, unless it stands up and thereby ends the condition.",
            "The creature has disadvantage on attack rolls.",
            "And attack roll against the creature has advantage if the attacker is within 5 feet of the creature; otherwise, the attack roll has disadvantage."
        ]
    },
    "restrained": {
        "title": "Restrained",
        "notes": [
            "A restrained creature's speed becomes 0, and it can't benefit from any bonus to it's speed.",
            "Attacks rolls against the creature have advantage, and the creature's attack rolls have disadvantage.",
            "The creature has disadvantage on Dexterity saving throws."
        ]
    },
    "stunned": {
        "title": "Stunned",
        "notes": [
            "A stunned creature is incapacitated (see the condition), can't move, and can speak only falteringly.",
            "The creature automatically fails Strength and Dexterity saving throws.",
            "Attack rolls against the creature have advantage."
        ]
    },
    "unconscious": {
        "title": "Unconscious",
        "notes": [
            "An unconsious creature is incapacitated (see the condition), can't move or speak, and is unaware of it's surroundings.",
            "The creature drops whatever it is holding and falls prone.",
            "The creature automatically fails Strength and Dexterity saving throws.",
            "Attack rolls against the creature have advantage.",
            "Any attack that hits the creature is a critical hit if the attacker is within 5 feet of the creature."
        ]
    }
}